Repository: mscherotter/UrbanSketchers
Catalog: UrbanSketchers/UrbanSketchers/Properties/Resources.*.resx
Languages: de, es, fr

source: My Sketches
de: Meine Skizzen
es: Mis bocetos
fr: Mes croquis

source: Sketches
de: Skizzen
es: Bocetos
fr: Croquis

source: Sketch Map
de: Kartenskizze
es: Mapa de bosquejo
fr: Croquis cartographique

source: Urban Sketchers
es: Urbanas Sketchers
fr: Urbains Sketchers

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter

source: Update
es: Actualizar
fr: Mise à jour

# SketchesByFormat
source: {0} Sketches by {1}
de: Skizzen von {0} von {1}
es: Bocetos de {0} de {1}
fr: Croquis de {0} de {1}

source: Edit Sketch
de: Skizze bearbeiten
es: Editar esbozo
fr: Modifier esquisse

source: OK
es: Aceptar

# OnlyEditOwnSketches
source: You can only edit sketches that you submitted.
de: Sie können nur Skizzen bearbeiten, die Sie eingereicht.
es: Sólo pueden editar los bocetos que presentaron.
fr: Vous ne pouvez modifier que les croquis que vous avez soumis.

# TitleBySketcher
source: {0} by {1}
de: {0} von {1}
es: {0} por {1}
fr: {0} par {1}

# AddCommentMessage
source: Sketches flagged as inappropriate must have a comment. {0}
de: Skizzen, die als unangemessen gekennzeichnet müssen einen Kommentar. {0}
es: Dibujos bandera como inadecuado deben tener un comentario. {0}
fr: Croquis, signalés comme inapproprié doivent avoir un commentaire. {0}

source: Enter Comment
de: Kommentar eingeben
es: Escribir comentario
fr: Entrez le commentaire

# InappropraiteSketch
source: Inappropriate Sketch
de: Unangemessene Skizze
es: Esquema inadecuado
fr: Sketch inapproprié

# InappropriateSketchDescription
source: Inappropraite sketches include: 1. Sketches that are not submitted by the original artist. 2. Sketches that are offensive.
de: Bestimmungsgemäße Skizzen enthalten: 1. Skizzen, die nicht von den ursprünglichen Künstler eingereicht werden (2) Zeichnungen, die beleidigend sind.
es: Bocetos de Inappropraite incluyen: 1. bocetos que no los huéspedes son enviadas por el artista original. 2. bosquejos que son ofensivos.
fr: Inappropraite croquis comprennent : 1. croquis qui ne sont pas soumises par l’artiste original. 2. croquis qui portent atteinte.

source: About Urban Sketches
de: Über Urban Skizzen
es: Sobre bocetos urbanos
fr: Sur croquis urbains

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# UploadMessage
source: You are about to upload a picture to the Urban Sketches service at http://urbansketchers.azurewebsites.net. Please follow these rules when sharing sketches: 1. The sketches should represent actual places that can be mapped on the Earth. 2. You should only upload pictures of sketches that you created. 3. Offensive or pornographic images are not allowed. 4. Place the pictures with an appropriate location, title, and date created. Description and address are optional. 5. the Urban Sketches App, Site, or the app's developer, Michael Scherotter do not assume ownership of the images uploaded. You can remove the sketches at any time from the app. Press OK to continue uploading the sketch, affirming that you have read this and agree to the terms.
de: Sie sind im Begriff, ein Bild hochzuladen, der städtischen Skizzen Service im http://urbansketchers.azurewebsites.net. Bitte befolgen Sie diese Regeln beim Skizzen zu teilen: 1. Skizzen darstellen sollte tatsächliche Orte, die auf der Erde. zugeordnet werden können 2. Sie sollten nur Bilder von Skizzen hochladen, die Sie erstellt. 3. beleidigende oder pornographische Bilder sind nicht erlaubt. 4. Legen Sie die Bilder mit einer geeigneten Stelle, Titel und Datum erstellt. Beschreibung und Adresse sind optional. 5. Urban Skizzen App, Website oder app Entwickler, Michael Scherotter übernehmen keine Eigentum der hochgeladenen Bilder. Sie können die Skizzen zu jeder Zeit entfernen, ab ca. OK drücken weiterhin Hochladen der Skizze, erklärend, dass Sie diese gelesen haben und die Bedingungen akzeptieren.
es: Usted está a punto de subir una foto al servicio urbano bocetos en http://urbansketchers.azurewebsites.net. Por favor siga estas reglas al compartir bosquejos: 1. los dibujos deben representar lugares reales que pueden asignarse en el de la tierra. 2. usted sólo debe enviar imágenes de bocetos que creó. 3. imágenes ofensivas o pornográficos no están permitidos. 4. Coloque las fotos con un lugar apropiado, el título y la fecha de creación. Dirección y descripción son opcionales. 5. la aplicación de esquemas urbanos, sitio o desarrollador de la aplicación, Michael Scherotter no asumen la propiedad de las imágenes subidas. Puede quitar los bocetos en cualquier momento de la aplicación presione OK para continuar subiendo el bosquejo, afirmando que ha leído y acepta los términos.
fr: Vous êtes sur le point de télécharger une photo sur le service de croquis urbains au http://urbansketchers.azurewebsites.net. S’il vous plaît suivez ces règles lors du partage d’esquisses : 1. croquis devraient représenter des lieux réels qui peuvent être mappées sur la terre. 2. vous devez seulement télécharger photos de croquis que vous avez créé. 3. images offensants ou pornographiques ne sont pas autorisés. 4. Placer les photos avec un emplacement approprié, titre et date de création. Description et adresse sont facultatifs. 5. l’App de croquis urbains, Site ou développeur de l’application, Michael Scherotter ne supposez pas propriétaire des images téléchargées. Vous pouvez supprimer les esquisses à tout moment de l’app Appuyez sur OK pour continuer le téléchargement de l’esquisse, confirmant que vous avez lu cela et j’accepte les conditions.

source: Upload Sketch
de: Skizze hochladen
es: Añadir Sketch
fr: Télécharger Sketch

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion

# SignOutQuestion
source: Would you like to sign out of Urban Sketches? You need to be signed in to upload and comment on sketches.
de: Möchten Sie von städtischen Skizzen abmelden? Du musst angemeldet sein, hochladen und kommentieren Skizzen.
es: ¿Te gustaría salir de croquis urbano? Usted necesita la firma subir y comentar en bocetos.
fr: Vous souhaitez vous déconnecter de croquis urbains ? Vous devez être connecté à télécharger et à commenter les esquisses.

source: Yes
es: Sí

source: Remove User
de: Benutzer entfernen
es: Quitar usuario
fr: Supprimer l’utilisateur

# RemoveUserQuestion
source: Press OK to remove the current user data from Urban Sketches, including all sketches and ratings.
de: Drücken Sie OK, um die aktuellen Benutzerdaten aus städtischen Skizzen, wie alle Sketche und Bewertungen zu entfernen.
es: Pulse OK para eliminar los datos del usuario actual de bocetos urbanos, incluyendo todos los bocetos y calificaciones.
fr: Appuyez sur OK pour supprimer les données de l’utilisateur actuel de croquis urbains, y compris toutes les esquisses et les qualifications.

source: Add sketch
de: Fügen Sie Skizze
es: Añadir sketch
fr: Ajouter esquisse

source: Draw sketch
de: Skizze zu zeichnen
es: Dibujar boceto
fr: Dessiner des croquis

source: Refresh
de: Auffrischen
es: Actualizar
fr: Actualiser

# AboutUrbanSketchers
source: About Urban Sketches
de: Über Urban Skizzen
es: Sobre bocetos urbanos
fr: Sur croquis urbains

# CreatedByMichaelScherotter
source: Created by Michael S. Scherotter
de: Erstellt von Michael S. Scherotter
es: Creado por Michael S. Scherotter
fr: Créé par Michael S. Scherotter

# AppDescription
source: Urban Sketches is an app for people to contribute and explore a growing map of sketches from around the world.
de: Städtischen Skizzen ist eine app für die Menschen zu tragen und eine wachsende Karte Skizzen aus der ganzen Welt erkunden.
es: Croquis urbanos es una aplicación para personas contribuir y explorar un mapa creciente de bocetos de todo el mundo.

# DeleteUserText
source: Remove user, sketches, and ratings.
de: Entfernen Sie Benutzer, Skizzen und Bewertungen.
es: Eliminar usuario, esquemas y clasificaciones.

source: Search
de: Suchen
es: Buscar

source: Urban Sketches
de: Städtischen Skizzen
es: Croquis urbanos

# XResultsForY
source: {0} results for "{1}"
de: {0} Ergebnisse für "{1}"

source: Pin to start
de: An „Start“ anheften
